Dlubal.SteelSurfaces.PlaneType
Type of the plane

Dlubal.SteelSurfaces.PlaneType.UnknownPlane
Unknown plane

Dlubal.SteelSurfaces.PlaneType.PlaneXY
Plane X-Y

Dlubal.SteelSurfaces.PlaneType.PlaneYZ
Plane Y-Z

Dlubal.SteelSurfaces.PlaneType.PlaneXZ
Plane X-Z